Repository: lxde/lxrandr
Catalog: po/*.po
Languages: ka

source: Laptop LCD Monitor
ka: ნოუთბუქის LCD ეკრანი

source: External VGA Monitor
ka: გარე VGA ეკრანი

source: VGA Monitor
ka: VGA ეკრანი

source: External DVI Monitor
ka: გარე DVI ეკრანი

source: DVI Monitor
ka: DVI ეკრანი

source: Default Monitor
ka: ნაგულისხმევი ეკრანი

source: Auto
ka: ავტო

source: translator-credits
ka: ეკატერინე პაპავა

source: Copyright (C) 2008-2023
ka: (C) 2008-2023 ყველა უფლება დაცულია

source: Monitor configuration tool for LXDE
ka: ეკრანის მორგების პროგრამა LXDE-ისთვის

source: LXRandR autostart
ka: LXRandR-ის ავტოგასვება

source: Start xrandr with settings done in LXRandR
ka: xrandr-ის გაშვება LXRandR-ში მორგებული პარამეტრებით

source: Is everything OK? Confirm within 15 seconds, otherwise previous state will be restored.
ka: ყველაფერი კარგადაა? დაადასტურეთ 15 წამში. წინააღმდეგ შემთხვევაში აღდგება წინა პარამეტრები.

source: _OK
ka: _დიახ

source: _Abort
ka: _შეწყვეტა

source: You cannot turn off all monitors. Otherwise, you will not be able to turn them on again since this tool is not accessible without monitor.
ka: ყველა ეკრანს ვერ გამორთავთ. წინააღმდეგ შემთხვევაში მათ ვეღარ ჩართავთ, რადგან ეს პროგრამა ეკრანის გარეშე ხელმისაწვდომი არაა.

source: Configuration Saved
ka: კონფიგურაცია შენახულია

source: Unable to get monitor information!
ka: ეკრანის ინფორმაციის მიღება შეუძლებელია!

source: Display Settings
ka: ეკრანის მორგება

source: Show the same screen on both laptop LCD and external monitor
ka: ერთი და იგივეს ჩვენება ორივე, ნოუთბუქის LCD-ზე და გარე მონიტორზე

source: Turn off laptop LCD and use external monitor only
ka: ნოუთბუქის LCD-ის გამორთვა და, მხოლოდ, გარე ეკრანის გამოყენება

source: Turn off external monitor and use laptop LCD only
ka: გარე ეკრანის გამორთვა და, მხოლოდ, ნოუთბუქის LCD-ის გამოყენება

source: Place external monitor to the right of laptop LCD
ka: მოათავსეთ გარე ეკრანი ნოუთბუქის LCD-ის მარჯვენა მხარეს

source: Place external monitor above of laptop LCD
ka: მოათავსეთ გარე ეკრანი ნოუთბუქის LCD-ის ზედა მხარეს

source: Quick Options
ka: სწრაფი მორგება

source: Advanced
ka: დამატებით

source: The following monitor is detected:
ka: აღმოჩენილია შემდეგი ეკრანი:

source: Turn On
ka: ჩართვა

source: Position:
ka: მდებარეობა:

source: Default
ka: ნაგულისხმევი

source: On right
ka: მარჯვნივ

source: Above
ka: ზემოდან

source: On left
ka: მარცხნივ

source: Below
ka: ქვემოდან

source: Resolution:
ka: გარჩევადობა:

source: Refresh Rate:
ka: განახლების სიხშირე:

source: Monitor Settings
ka: ეკრანის მორგება

source: Change screen resolution and configure external monitors
ka: ეკრანის გაფართოების შეცვლა და გარე ეკრანების მოგება

source: screen;display;tv;extend;projector;xrandr;refresh rate;position;enable;disable;
ka: screen;display;tv;extend;projector;xrandr;refresh rate;position;enable;disable;ეკრანი;გაფართოება;მდებარეობა;ჩართვა;გამორთვა;
